{
	"jobs":	[
		{
			"Title": "Sales Development Representative",
			"Category": "",
			"Description": "Looking for Sales Development Representatives for a growing company in the center of Israel. SDR’s are responsible for prospecting, qualifying and creating sales opportunities for the company’s global sales teams.",
			"Requirements": ["Previous experience in a similar role." , 
							 "Willingness to work Monday-Friday.", 
							 "Native English speaker-MUST!", 
							 "Additional Languages (Advantage)."
							]
		},
		{
			"Title": "Content Marketing Manager",
			"Category": "Cyber",
			"Description": "Looking for a Content Marketing Manager for an established cyber startup in Tel Aviv. Responsibilities include devising unique content and social media strategies as well as copyrighting.",
			"Requirements": ["Native English speaker-MUST!" , 
							 "A creative, talented copywriter with strong communication skills.", 
							 "Previous experience with social media marketing and SEO optimization.",
							 "Strong WordPress knowledge (Google Analytics is a plus)."
							]
		},
		{
			"Title": "Senior Sales Executive-EMEA",
			"Category": "SaaS",
			"Description": "Looking for an Senior Sales Executive with a proven track record of success selling to Enterprise organizations in EMEA utilizing Inside Sales and Field Sales as needed.",
			"Requirements": ["4+ years of experience in selling software B2B-MUST!" , 
			       			 "6+ years of proven experience in Inside sales as well as field sales.", 
			       			 "Experience in selling through Channels/Partners (Advantage).", 
			       			 "Native Level English -MUST!", "Working Days – Mon – Fri.", 
			       			 "Willingness to travel up to 25%"
			       			]
		},
		{
			"Title": "Senior Security Researcher",
			"Category": "Cyber",
			"Description": "Looking for a Senior Security Researcher to join a growing cyber startup in the field of malware detection based in Tel-Aviv. Responsibilities include identifying and analyzing cyber campaigns and malware datasets as well as reverse-engineering. ",
			"Requirements": ["Knowledge of security issues and attack vectors in the following environments: Windows (Must)", 
				             "Android, Mac-OS, Linux (Advantage)." , 
				             "Hands-on experience in static and dynamic malware analysis, relevant tools and methods.", 
				             "Programming in Python (Must) and Scripting in Bash (Advantage).", 
				             "Proficiency in English - both written and spoken.", 
				             "Direct management experience (Advantage)."
				         ]
		},

			{
			"Title": "BI Developer",
			"Category": "Software Development",
			"Description": "Looking for a BI Developer to join a DWH at a company in Tel-Aviv.",
			"Requirements": ["3+ years of experience in data modeling." , 
							"Extensive knowledge of MS-SQL.", 
							"Experience with ETL processes including SSIS.", 
							"Experience with big-data tools (Advantage)."
							]
		},

				{
			"Title": "Content Writer",
			"Category": "Marketing",
			"Description": "Looking for a junior Content Writer for a Fin-Tech company in Central Tel-Aviv. If you have at least one year of writing experience and are a native English speaker, this job is for you!",
			"Requirements": ["Native English speaker-MUST!" , 
							"1+ years of writing experience writing blogs/articles/social media content and more.", 
							"Financial background (Advantage)."
							]
		}
	]
}